import room1 from "../../../assets/rooms/deluxe.jpg";
import room2 from "../../../assets/rooms/double.jpg";
import room3 from "../../../assets/rooms/single1.jpg";
import room4 from "../../../assets/rooms/family.jpg";
import room5 from "../../../assets/rooms/king.jpg";
import room6 from "../../../assets/rooms/view.jpg";

export const roomsFake = [
  {
    id: "1",
    src: room1,
    title: "اتاق لوکس",
    desc: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
    استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
    و متون بلکه روزنامه و مجله در
    ستون و سطرآنچنان که لازم است   و متون بلکه روزنامه و مجله در و برای شرایط فعلی تکنولوژی مورد نیاز`,
    price: "980,000",
  },
  {
    id: "2",
    src: room2,
    title: "اتاق دو نفره",
    desc: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
    استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
    ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز`,
    price: "560,000",
  },
  {
    id: "1",
    src: room3,
    title: "اتاق یک نفره",
    desc: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده `,
    price: "300,000",
  },
  {
    id: "4",
    src: room4,
    title: "اتاق خانوادگی",
    desc: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
    استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
    ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز`,
    price: "940,000",
  },
  {
    id: "5",
    src: room5,
    title: "اتاق پادشاهی",
    desc: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده `,
    price: "1,990,000",
  },
  {
    id: "6",
    src: room6,
    title: "اتاق با view",
    desc: `لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است `,
    price: "1,120,000",
  },
];
